13/data/attachments/75c0b7c7b0ae3f87.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_9ac15065-d30e-4e39-844a-775fc9eb71dc</nif:username>
            <nif:friendToBeAdded>William_medical_Actions_15580_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>